Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# DeleteMessagesTextGroup
source: You can also delete the {0} you sent from the inboxes of other group members by checking "Unsend my messages".
ar: يمكنك أيضًا حذف ⁨{0}⁩ التي أرسلتها من حسابات أعضاء المجموعة الآخرين عبر تحديد "التراجع عن إرسال رسائلي".
be: Вы можаце таксама выдаліць {0}, адпраўленае вамі з уваходных паведамленняў іншых удзельнікаў суполкі, выбраўшы «Адклікаць мае паведамленні».
ca: També podeu eliminar el {0} que heu enviat de les bústies dels altres membres marcant «Retira els meus missatges».
de: Aktivierst du "Widerrufe meine Nachrichten", kannst du auch {0} in den Chats der anderen Mitglieder der Gruppe löschen.
es: “Retirar mis mensajes” también eliminará los {0} que enviaste para los otros miembros del grupo.
fa: شما همچنین می‌توانید با علامت زدن «لغو ارسال پیام‌های من»، ⁨{0}⁩ که از صندوق پیام‌های سایر اعضای گروه ارسال کردید را حذف نمایید.
fi: Lähettämäsi {0} voidaan poistaa myös muilta ryhmän jäseniltä valitsemalla "Poista kaikilta".
fr: Vous pouvez aussi supprimer {0} de vous pour les autres membres du groupe en cochant "Retirer mes messages".
id: Anda juga dapat menghapus {0} yang dikirim dari kotak masuk anggota grup lain dengan mencentang "Hapus Pesan Saya".
it: Puoi eliminare {0} che hai inviato anche dalla cronologia degli altri membri del gruppo selezionando "Ritira i miei messaggi".
ko: "보낸 메시지 회수"를 체크하여 {0}을(를) 나머지 그룹 참가자들의 대화방에서도 삭제하실 수 있습니다.
ms: Anda juga boleh hapus {0} yang anda kirim ke inbox ahli grup yang lain dengan menanda "Tarik balik mesej saya".
nl: Je kunt ook het {0} dat je hebt gestuurd verwijderen bij de andere groepsleden via de "Bericht intrekken"-functie.
pl: Zaznaczając opcję „Usuń moje wysłane wiadomości”, możesz usunąć ze skrzynek odbiorczych innych członków grupy {0}.
pt_br: Você também pode apagar {0} enviadas das caixas de entrada de outros membros do grupo marcando "Apagar minhas mensagens".
ru: Чтобы удалить отправленные Вами {0} из истории для других участников группы, выберите «Отозвать мои сообщения».
sv: Du kan också ta bort {0} du skickat från inboxen hos andra gruppmedlemmar genom att bocka i "Återkalla mina meddelanden".
tr: "Mesajlarımı gönderme" seçeneğini işaretleyerek {0} mesajını diğer grup üyelerinden silebilirsiniz.
uk: Ви також можете видалити {0} з історії для інших учасників групи, вибравши «Відкликати мої повідомлення».
uz: Shuningdek, “Xabarlarim yuborilmasin” bandini belgilash orqali boshqa guruhlar aʼzolarining tarixlaridan siz yuborgan {0}ni oʻchirishingiz mumkin.

# DeleteMessagesTextGroupPart
source: You can also delete the {0} from the inboxes of other group members by checking "Delete for all members".
ar: يمكنك أيضًا حذف ⁨{0}⁩ التي أرسلتها من حسابات أعضاء المجموعة الآخرين عبر تحديد "حذف من عند كافة الأعضاء".
be: Вы можаце таксама выдаліць {0} з уваходных паведамленняў іншых удзельнікаў суполкі, выбраўшы «Выдаліць для ўсіх удзельнікаў».
ca: També podeu eliminar el {0} de la bústia dels altres membres, marcant «Elimina-ho per a tothom».
de: Du kannst auch {0} in den Chats der anderen Gruppenmitglieder löschen, wenn du "Bei allen Mitgliedern löschen" aktivierst.
es: “Eliminar para todos” también eliminará los {0} para los otros miembros del grupo.
fa: شما همچنین می‌توانید با علامت زدن «حذف برای تمامی اعضا»، ⁨{0}⁩ از صندوق پیام‌های سایر اعضای گروه را حذف نمایید.
fi: {0} voidaan poistaa muiltakin jäseniltä valitsemalla "Poista kaikilta jäseniltä".
fr: Vous pouvez aussi supprimer vos {0} pour les autres membres du groupe en cochant "Supprimer pour tous les membres".
id: Anda juga dapat menghapus {0} dari kotak masuk anggota grup dengan mencentang "Hapus untuk semua"
it: Puoi eliminare {0} che hai inviato anche dalla cronologia degli altri membri del gruppo selezionando "Elimina per tutti i membri".
ko: "모든 참가자에게서 삭제를 체크하여" {0}을(를) 나머지 그룹 참가자들의 수신함에서도 삭제하실 수도 있습니다.
ms: Anda juga boleh hapus {0} dari inbox ahli grup lain dengan menanda "Hapus untuk semua ahli".
nl: Je kunt deze {0} ook verwijderen bij alle groepsleden via de optie “verwijder voor iedereen”.
pl: Zaznaczając opcję „Usuń u wszystkich”, możesz usunąć ze skrzynek odbiorczych innych członków grupy {0}.
pt_br: Você também pode apagar {0} das caixas de entrada de outros membros do grupo marcando "Apagar para todos os membros".
ru: Чтобы удалить отправленные Вами {0} из истории для других участников группы, выберите «Удалить у всех участников».
sv: Du kan också ta bort {0} från inboxen hos andra gruppmedlemmar genom att bocka i "Ta bort hos alla medlemmar".
tr: "Tüm üyeler için sil" seçeneğini işaretleyerek {0} mesajını diğer grup üyelerinden silebilirsiniz.
uk: Ви також можете видалити {0} з історії для інших учасників групи, вибравши «Видалити для всіх учасників».
uz: Siz “Barcha aʼzolar uchun oʻchirish”ni tanlab, {0}ni boshqa guruh aʼzolarining tarixidan ham oʻchirib tashlashingiz mumkin.

# DeleteMessagesTitle
source: Delete {0}
ar: حذف ⁨{0}⁩
be: Выдаліць {0}
ca: Elimina {0}
de: {0} löschen
es: Eliminar {0}
fa: حذف ⁨{0}⁩
fi: Poista {0}
fr: Supprimer {0}
id: Hapus {0}
it: Elimina {0}
ko: {0} 삭제
ms: Hapus {0}
nl: Verwijder {0}
pl: Usuń {0}
pt_br: Apagar {0}
ru: Удалить {0}
sv: Radera {0}
tr: {0}ı sil
uk: Видалити {0}
uz: {0}ni oʻchirish

source: Delete my account
ar: حذف حسابي
be: Выдаліць мой уліковы запіс
ca: Elimina el meu compte
de: Mein Konto löschen
es: Eliminar mi cuenta
fa: حذف حساب کاربری من
fi: Poista tilini
fr: Supprimer mon compte
id: Hapus akun saya
it: Elimina il mio account
ko: 계정 삭제하기
ms: Hapus akaun saya
nl: Verwijder mijn account
pl: Usuń moje konto
pt_br: Apagar minha conta
ru: Удалить мой аккаунт
sv: Ta bort mitt konto
tr: Hesabımı sil
uk: Видалити мій акаунт
uz: Hisobimni oʻchirib tashlash

# DeletePhoto
source: Remove photo
ar: إزالة الصورة
be: Выдаліць фота
ca: Elimina la foto
de: Bild entfernen
es: Eliminar foto
fa: حذف عکس
fi: Poista kuva
fr: Supprimer la photo actuelle
id: Hapus foto
it: Elimina la foto
ko: 사진 제거
ms: Hapus foto
nl: Foto verwijderen
pl: Usuń zdjęcie
pt_br: Remover foto
ru: Удалить фото
sv: Ta bort foto
tr: Fotoğrafı sil
uk: Видалити фото
uz: Rasmni olib tashlash
zh_cn: 删除图片
zh_tw: 删除圖片

source: Delete Proxy?
ar: حذف البروكسي؟
be: Выдаліць проксі
ca: Voleu eliminar el servidor intermediari?
de: Proxy löschen?
es: ¿Eliminar proxy?
fa: پروکسی حذف شود؟
fi: Poistetaanko välityspalvelin?
fr: Supprimer le serveur proxy ?
id: Hapus Proxy?
it: Eliminare il proxy?
ko: 프록시를 삭제할까요?
ms: Hapus Proksi
nl: Proxy verwijderen?
pl: Usunąć proxy?
pt_br: Apagar Proxy?
ru: Удалить прокси?
sv: Ta bort proxy?
tr: Vekil sunucu silinsin mi?
uk: Видалити проксі?
uz: Proksi oʻchirilsinmi?
zh_cn: 删除代理？
zh_tw: 删除代理？

# DeleteReportSpam
source: Report spam
ar: الإبلاغ عن إزعاج
be: Паскардзіцца на спам
ca: Denuncia brossa
de: Spam melden
es: Reportar spam
fa: گزارش هرزنامه
fi: Ilmianna roskaposti
fr: Signaler
id: Laporkan sebagai spam
it: Segnala come spam
ko: 스팸 신고
ms: Repot spam
nl: Spam melden
pl: Zgłoś spam
pt_br: Denunciar spam
ru: Сообщить о спаме
sv: Rapportera skräppost
tr: İstenmeyen olarak bildir
uk: Поскаржитися на спам
uz: Spam haqida xabar qilish
zh_cn: 举报垃圾信息
zh_tw: 舉報垃圾訊息

# DeleteSelectedCallsText
source: Do you want to delete selected calls from recent?
ar: هل تريد حذف المكالمات المحددة من «الحديثة»؟
be: Вы хочаце выдаліць выбраныя выклікі з нядаўніх?
ca: Voleu eliminar les trucades seleccionades?
de: Ausgewählte Anrufe aus den letzten Anrufen löschen?
es: ¿Quieres eliminar de recientes las llamadas seleccionadas?
fi: Haluatko varmasti poistaa valitut kohdat puheluhistoriasta?
fr: Souhaitez-vous supprimer les appels sélectionnés de la liste des appels récents ?
it: Vuoi eliminare le chiamate selezionate dai recenti?
ko: 최근에서 선택한 전화내역을 삭제하시겠습니까?
ms: Anda ingin hapus panggilan tertentu dari terbaru?
nl: Geselecteerde oproepen uit recent verwijderen?
pl: Czy chcesz usunąć wybrane połączenia z ostatnich?
pt_br: Deseja apagar as chamadas selecionadas das recentes?
ru: Удалить выбранные звонки из списка недавних?
sv: Vill du radera markerade samtal från Senaste?
tr: Son aramalardan seçilen aramaları silmek istiyor musunuz?
uk: Видалити вибрані дзвінки з недавніх?

# DeleteSingleMessagesTitle
source: Delete message
ar: حذف الرسالة
be: Выдаліць паведамленне
ca: Elimina el missatge
de: Nachricht löschen
es: Eliminar mensaje
fa: حذف پیام
fi: Poista viesti
fr: Supprimer le message
id: Hapus pesan
it: Elimina messaggio
ko: 메시지 삭제
ms: Hapus mesej
nl: Bericht verwijderen
pl: Usuń wiadomość
pt_br: Apagar mensagem
ru: Удалить сообщение
sv: Ta bort meddelande
tr: Mesajı sil
uk: Видалити повідомлення
uz: Xabarni oʻchirish

# DeleteStickersAlertMessage
source: Are you sure you want to delete the selected sticker sets?
ar: هل ترغب حقًا في حذف حزم الملصقات المحددة؟
be: Вы ўпэўнены, што хочаце выдаліць выбраныя наборы стыкераў?
ca: Segur que voleu eliminar els paquets d'adhesius seleccionats?
de: Wirklich ausgewählte Sticker-Pakete löschen?
es: ¿Quieres eliminar los packs de stickers seleccionados?
fa: آیا از حذف بسته‌های استیکر انتخاب شده اطمینان دارید؟
fi: Haluatko varmasti poistaa valitsemasi tarrakokoelmat?
fr: Voulez-vous vraiment supprimer les lots d'autocollants sélectionnés ?
id: Anda yakin ingin menghapus set stiker yang dipilih?
it: Vuoi davvero eliminare i set di sticker selezionati?
ko: 정말 선택된 스티커 묶음을 삭제하시겠습니까?
ms: Anda pasti ingin hapus set stiker yang dipilih?
nl: Echt de gekozen stickerbundels verwijderen?
pl: Czy na pewno chcesz usunąć wybrane zestawy naklejek?
pt_br: Tem certeza de que deseja apagar os pacotes de stickers selecionados?
ru: Удалить выбранные наборы?
sv: Är du säker på att ta bort de markerade dekaluppsättningarna?
tr: Seçili çıkartma paketlerini silmek istediğinizden emin misiniz?
uk: Ви дійсно хочете видалити вибрані пакунки наліпок?
uz: Tanlangan stiker to'plamlarini o'chirishni istaysizmi?

# DeleteStickerSetsAlertTitle
source: Delete {0}
ar: حذف ⁨{0}⁩
be: Выдаліць {0}
ca: Elimina {0}
de: {0} löschen
es: Eliminar {0}
fa: حذف ⁨{0}⁩
fi: Poista {0}
fr: Supprimer {0}
id: Hapus {0}
it: Elimina {0}
ko: {0} 삭제
ms: Hapus {0}
nl: {0} verwijderen
pl: Usuń {0}
pt_br: Apagar {0}
ru: Удалить {0}
sv: Ta bort {0}
tr: {0} Sil
uk: Видалити {0}
uz: {0}ni oʻchirish

source: Delete theme
ar: حذف المظهر
be: Выдаліць тэму
ca: Elimina el tema
de: Thema löschen
es: Eliminar tema
fa: حذف پوسته
fi: Poista teema
fr: Supprimer le thème
id: Hapus tema
it: Elimina il tema
ko: 테마 삭제
ms: Hapus tema
nl: Thema verwijderen
pl: Usuń motyw
pt_br: Apagar tema
ru: Удалить тему
sv: Ta bort tema
tr: Temayı sil
uk: Видалити тему
uz: Mavzuni oʻchirish

# DeleteThemeAlert
source: Are you sure you want to delete this theme?
ar: هل ترغب حقًا في حذف هذا النمط؟
be: Вы ўпэўнены, што хочаце выдаліць гэту тэму?
ca: Segur que voleu eliminar aquest tema?
de: Möchtest du wirklich dieses Thema löschen?
es: ¿Quieres eliminar este tema?
fa: آیا از حذف این پوسته اطمینان دارید؟
fi: Haluatko varmasti poistaa tämän teeman?
fr: Voulez-vous vraiment supprimer ce thème ?
id: Apakah Anda yakin ingin menghapus tema ini?
it: Vuoi davvero eliminare questo tema?
ko: 이 테마를 삭제하시겠습니까?
ms: Anda pasti mahu hapus tema ini?
nl: Thema echt verwijderen?
pl: Czy na pewno chcesz usunąć ten motyw?
pt_br: Tem certeza de que deseja apagar esse tema?
ru: Вы точно хотите удалить тему?
sv: Är du säker på att du vill ta bort temat?
tr: Bu temayı silmek istediğinizden emin misiniz?
uk: Ви дійсно хочете видалити цю тему?
uz: Haqiqatan bu mavzuni oʻchirmoqchimisiz?
zh_cn: 您确定要删除此主题吗？
zh_tw: 您確定要删除此主題嗎？

# DeleteThemeTitle
source: Delete theme
ar: حذف النمط
be: Выдаліць тэму
ca: Elimina el tema
de: Thema löschen
es: Eliminar tema
fa: حذف پوسته
fi: Poista teema
fr: Supprimer le thème
id: Hapus tema
it: Elimina il tema
ko: 테마 삭제
ms: Hapus tema
nl: Thema verwijderen
pl: Usuń motyw
pt_br: Apagar tema
ru: Удалить тему
sv: Ta bort tema
tr: Temayı sil
uk: Видалити тему
uz: Mavzuni oʻchirish

# DeleteTheseChats
source: Delete chats
ar: حذف المحادثات
be: Выдаліць чаты
ca: Elimina els xats
de: Chats löschen
es: Eliminar chats
fa: حذف گفتگوها
fi: Poista keskustelut
fr: Supprimer les échanges
id: Hapus Obrolan
it: Elimina le chat
ko: 대화방 삭제
ms: Hapus bual
nl: Chats verwijderen
pl: Usuń czaty
pt_br: Apagar chats
ru: Удалить чаты
sv: Radera chattar
tr: Sohbetleri sil
uk: Видалити чати
uz: Chatlarni oʻchirib tashlash

# DeleteTheseChatsBothSides
source: Delete chats
ar: حذف المحادثات
be: Выдаліць чаты
ca: Elimina els xats
de: Chats löschen
es: Eliminar chats
fa: حذف گفتگوها
fi: Poista keskustelut
fr: Supprimer les échanges
id: Hapus obrolan
it: Elimina la chat
ko: 대화방 삭제
ms: Hapus bual
nl: Chats verwijderen
pl: Usuń czaty
pt_br: Apagar chats
ru: Удалить чаты
sv: Ta bort chattar
tr: Sohbetleri sil
uk: Видалити чати
uz: Chatlarni oʻchirib tashlash

source: Delete this chat
ar: حذف هذه المحادثة
be: Выдаліць гэты чат
ca: Elimina aquest xat
de: Diesen Chat löschen
es: Eliminar este chat
fa: حذف این گفتگو
fi: Poista tämä keskustelu
fr: Supprimer cet échange
id: Hapus obrolan ini
it: Elimina questa chat
ko: 대화방 삭제
ms: Hapus bual ini
nl: Chat verwijderen
pl: Usuń ten czat
pt_br: Apagar este chat
ru: Удалить чат
sv: Ta bort chatten
tr: Bu sohbeti sil
uk: Видалити цей чат
uz: Bu chatni oʻchirish
zh_cn: 删除此对话
zh_tw: 删除此對話

# DeleteThisChatBothSides
source: Delete this chat
ar: حذف هذه المحادثة
be: Выдаліць гэты чат
ca: Elimina el xat
de: Diesen Chat löschen
es: Eliminar este chat para ambos
fa: حذف این گفتگو
fi: Poista tämä keskustelu
fr: Supprimer cet échange
id: Hapus pesan ini
it: Elimina questa chat per entrambi
ko: 이 대화방 삭제
ms: Hapus bual ini
nl: Deze chat verwijderen
pl: Usuń ten chat
pt_br: Apagar este chat
ru: Удалить чат
sv: Ta bort chatten
tr: Bu sohbeti sil
uk: Видалити цей чат
uz: Bu chatni oʻchirib tashlash

source: Delete this group
ar: حذف المجموعة
be: Выдаліць гэту суполку
ca: Elimina aquest grup
de: Diese Gruppe löschen
es: Eliminar este grupo
fa: حذف این گروه
fi: Poista ryhmä
fr: Supprimer ce groupe
id: Hapus grup ini
it: Elimina questo gruppo
ko: 이 그룹 삭제
ms: Hapus grup ini
nl: Deze groep verwijderen
pl: Usuń tę grupę
pt_br: Apagar este grupo
ru: Удалить группу
sv: Ta bort grupp
tr: Bu grubu sil
uk: Видалити цю групу
uz: Bu guruhni oʻchirish
zh_cn: 删除此群组
zh_tw: 删除此群組

# Deletions_one
source: {0} deletion
ar: حذف ⁨{0}⁩
be: {0} выдаленне
ca: {0} eliminació
de: {0} Löschung
es: {0} eliminación
fi: {0} poisto
fr: {0} suppression
it: {0} eliminazione
nl: {0} verwijdering
pl: {0} usunięcie
pt_br: {0} exclusão
ru: {0} удаление
sv: {0} borttagen
tr: {0} silme
uk: {0} видалення

# Deletions_other
source: {0} deletions
ar: حذف ⁨{0}⁩
be: {0} выдаленняў
ca: {0} eliminacions
de: {0} Löschungen
es: {0} eliminaciones
fi: {0} poistoa
fr: {0} suppressions
it: {0} eliminazioni
ko: 삭제 {0}건
ms: {0} kehapusan
nl: {0} verwijderingen
pl: {0} usunięcia
pt_br: {0} exclusões
ru: {0} удаления
sv: {0} borttagna
tr: {0} silme
uk: {0} видалень

# DescriptionInfo
source: You can provide an optional description for your channel.
ar: يمكنك إضافة وصف اختياري لقناتك.
be: Вы можаце пакінуць дадатковае апісанне свайго канала.
ca: Podeu establir una descripció opcional per al canal.
de: Beschreibe deinen Kanal (optional).
es: Puedes poner una descripción para tu canal.
fa: شما می‌توانید توضیحاتی اختیاری برای کانال خود ارائه کنید.
fi: Voit halutessasi kirjoittaa kanavallesi kuvauksen.
fr: Vous pouvez fournir une description facultative pour votre canal.
id: Anda dapat menyediakan deskripsi tambahan tentang group Anda.
it: Puoi inserire una descrizione opzionale per il tuo canale.
ko: 채널에 관해 안내해 주실 수 있습니다.
ms: Anda boleh memberi keterangan pilihan untuk saluran anda.
nl: Optioneel kun je een kanaalbeschrijving geven.
pl: Opcjonalnie możesz podać opis dla tego kanału.
pt_br: Você pode adicionar uma descrição opcional em seu canal.
ru: Можете указать дополнительное описание вашего канала.
sv: Du kan här ge en kort beskrivning av din kanal.
tr: Kanalınız için isteğe bağlı bir açıklama sağlayabilirsiniz.
uk: Додайте опис для каналу за бажанням.
uz: Xohlasangiz, kanalingizga tavsif qoʻshishingiz mumkin.
zh_cn: 您可以给您的频道添加一段简介。
zh_tw: 您可以給您的頻道添加一段簡介。

# DescriptionMore
source: more
ar: المزيد
be: яшчэ
ca: més
de: mehr
es: más
fi: lisää
fr: plus
it: altro
ko: 더보기
ms: lagi
nl: meer
pl: więcej
pt_br: mais
ru: ещё
sv: mer
tr: daha fazla
uk: ще

# DescriptionOptionalPlaceholder
source: Description (optional)
ar: الوصف (اختياري)
be: Апісанне (неабавязкова)
ca: Descripció (opcional)
de: Beschreibung (optional)
es: Descripción (opcional)
fa: توضیحات (اختیاری)
fi: Kuvaus (valinnainen)
fr: Description (facultative)
id: Deskripsi (opsional)
it: Descrizione (opzionale)
ko: 설명 (선택)
ms: Keterangan (pilihan)
nl: Beschrijving (optioneel)
pl: Opis (opcjonalny)
pt_br: Descrição (opcional)
ru: Описание (необязательно)
sv: Beskrivning (frivillig)
tr: Açıklama (isteğe bağlı)
uk: Опис (необовʼязково)
uz: Tavsif (ixtiyoriy)
zh_cn: 简介（可选）
zh_tw: 簡介（可選）

# DescriptionPlaceholder
source: Description
ar: الوصف
be: Апісанне
ca: Descripció
de: Beschreibung
es: Descripción
fa: توضیحات
fi: Kuvaus
id: Deskripsi
it: Descrizione
ko: 안내
ms: Keterangan
nl: Beschrijving
pl: Opis
pt_br: Descrição
ru: Описание
sv: Beskrivning
tr: Açıklama
uk: Опис
uz: Tavsif
zh_cn: 简介
zh_tw: 簡介

source: Devices
ar: الأجهزة
be: Прылады
ca: Dispositius
de: Geräte
es: Dispositivos
fa: دستگاه‌ها
fi: Laitteet
fr: Appareils
id: Perangkat
it: Dispositivi
ko: 기기
ms: Peranti
nl: Apparaten
pl: Urządzenia
pt_br: Dispositivos
ru: Устройства
sv: Enheter
tr: Cihazlar
uk: Пристрої
uz: Qurilmalar

source: Device storage
ar: ذاكرة الجهاز
be: Сховішча прылады
ca: Emmagatzematge de l'aparell
de: Gerätespeicher
es: Almacenamiento del dispositivo
fa: فضای ذخیره‌سازی دستگاه
fi: Laitteen tallennustila
fr: Stockage de l'appareil
id: Penyimpanan Perangkat
it: Archivio dispositivo
ko: 기기 저장 공간
ms: Storan peranti
nl: Apparaatopslag
pl: Pamięć urządzenia
pt_br: Armazenamento
ru: Память устройства
sv: Lokalt lagringsminne
tr: Cihaz depolama alanı
uk: Памʼять пристрою
uz: Qurilma xotirasi

# DialogPin
source: Pin
ar: تثبيت
be: Замацаваць
ca: Fixa
de: Anheften
es: Fijar
fa: سنجاق کردن
fi: Kiinnitä
fr: Épingler
id: Semat
it: Fissa
ko: 고정
ms: Semat
nl: Vastzetten
pl: Przypnij
pt_br: Fixar
ru: Закрепить
sv: Fäst upp
tr: Sabitle
uk: Прикріпити
uz: Qadash

# DialogUnpin
source: Unpin
ar: إلغاء التثبيت
be: Адмацаваць
ca: No fixis
de: Loslösen
es: Desfijar
fa: برداشتن سنجاق
fi: Irrota
fr: Détacher
id: Lepas
it: Togli
ko: 고정 해제
ms: Turunkan
nl: Losmaken
pl: Odepnij
pt_br: Desafixar
ru: Открепить
sv: Lossa
tr: Sabitlemeyi kaldır
uk: Відкріпити
uz: Olib tashlash

# DiceEmojiInfo
source: Send a {0} emoji to try your luck.
ar: أرسل الرمز ⁨{0}⁩ لتجربة حظك.
be: Адпраўце эмодзі {0}, каб выпрабаваць сваю ўдачу.
ca: Envieu un {0} i proveu sort.
de: Sende ein {0} Emoji, um dein Glück zu versuchen.
es: Envía el emoji {0} para probar suerte.
fa: برای امتحان کردن شانستان یک اموجی ⁨{0}⁩ ارسال کنید.
fi: Lähetä {0}-emoji kokeillaksesi onneasi.
fr: Envoyez un emoji {0} pour tenter votre chance.
id: Kirim emoji {0} untuk uji keberuntungan Anda.
it: Invia l'emoji {0} per tentare la fortuna.
ko: {0} 이모지를 보내어 운수를 시험해 보세요.
ms: Kirim emoji {0} untuk mencuba nasib anda.
nl: Stuur een {0}-emoji om je geluk te beproeven.
pl: Wyślij emoji {0}, żeby spróbować szczęścia.
pt_br: Envie um emoji de {0} e tente a sorte.
ru: Отправьте эмодзи {0}, чтобы испытать удачу.
sv: Skicka en {0}-emoji för att prova lyckan.
tr: Şansınızı denemek için {0} ifadesi gönderin.
uk: Надішліть емодзі {0}, щоб випробувати удачу.
uz: Omadingizni sinab koʻrish uchun {0} emojisini yuboring.

# DiceInfo
source: Send a 🎲 emoji to any chat to get a random number from Telegram.
ar: أرسل الرمز 🎲 إلى أية محادثة للحصول على رقم عشوائي من تيليجرام.
be: Адпраўце эмодзі 🎲 у любы чат, каб атрымаць выпадковы лік ад Telegram.
ca: Envieu l’emoji 🎲 en qualsevol xat per a obtenir un nombre aleatori.
de: Sende ein 🎲 Emoji in jedem beliebigen Chat, um eine zufällige Nummer von Telegram zu erhalten.
es: Envía el emoji 🎲 a cualquier chat para obtener un número aleatorio de Telegram.
fi: Lähetä 🎲-emoji keskusteluun saadaksesi satunnaisluvun Telegramilta.
fr: Envoyez un emoji 🎲 dans n'importe quel échange pour obtenir un nombre aléatoire de Telegram.
it: Invia l'emoji 🎲 in qualsiasi chat per ricevere un numero casuale da Telegram.
ko: 대화방에 🎲 이모지를 보내어 텔레그램으로 무작위 숫자를 얻으세요.
ms: Kirim 🎲 emoji ke mana-mana bual untuk dapat nombor rawak dari Telegram.
nl: Stuur de emoji 🎲 naar een chat om een willekeurig getal van Telegram te krijgen.
pl: Wyślij emoji 🎲 na dowolny czat, aby uzyskać losową liczbę oczek od Telegrama.
pt_br: Envie o emoji de 🎲 para qualquer chat e obtenha um número aleatório do Telegram.
ru: Отправьте эмодзи 🎲 в любой чат, чтобы получить случайное число.
sv: Skicka en 🎲-emoji till valfri chatt för att få ett slumptal från Telegram.
tr: Telegram'dan rastgele bir sayı almak için herhangi bir sohbete 🎲 ifadesini gönderin.
uk: Надішліть емодзі 🎲 в будь-який чат, щоб отримати випадкове число від Telegram.

# DiceInfo2
source: Send a **:dice:** emoji to any chat to roll a die.
ar: أرسل الرمز التعبيري **🎲** لرمي حجر النرد.
be: Адпраўце **:dice:** у любы чат, каб падкінуць косць.
ca: Envieu l'emoji d’un **:dau:** per a llançar-ne un.
de: **:würfel:**-Emoji senden, um zu würfeln
es: Puedes tirar un :dado: enviando su emoji en cualquier chat.
fa: اموجی **تاس** را در گفتگوها بفرستید و تاس بریزید.
fi: Lähetä **:dice:**-emoji keskusteluun heittääksesi noppaa.
fr: Envoyez un emoji **:dé:** dans n’importe quel échange pour lancer un dé.
id: Kirim emoji **:dadu:** ke obrolan untuk mengocok nomor peluang.
it: Invia l'emoji **:dado:** in qualsiasi chat per lanciare un dado.
ko: 대화방에 **:dice:**를 보내어 주사위를 굴리세요.
ms: Kirim emoji **:dice:** ke mana-mana bual untuk gerakkan dais.
nl: Stuur een **:dice:**-emoji om een dobbelsteen te gebruiken in een chat.
pl: Wyślij emoji **:kostka:** na dowolny czat, aby rzucić kostką.
pt_br: Envie o emoji do **:dado:** em qualquer chat para rolar um dado.
ru: Чтобы сделать бросок, отправьте эмодзи **:кубик:**
sv: Skicka en 🎲-emoji till en chatt för att kasta tärning.
tr: Zar atmak için herhangi bir sohbete **:zar** ifadesi gönderin.
uk: Надішліть емодзі **:dice:**, щоб кинути кубик.
uz: Toshni tashlash uchun istalgan chatga **:zar:** emojisini yuboring.

# DidNotGetTheCode
source: Didn't get the code?
ar: ألم يصلك الرمز؟
be: Не атрымалі код?
ca: No heu rebut el codi?
de: Code nicht erhalten?
es: ¿No recibiste el código?
fa: کد را دریافت نکردید؟
fi: Etkö saanut koodia?
fr: Vous n'avez pas reçu le code ?
id: Tidak mendapatkan kode?
it: Non hai ricevuto il codice?
ko: 코드를 받지 못하셨나요?
ms: Tak dapat kod?
nl: Geen code ontvangen?
pl: Nie otrzymano kodu?
pt_br: Não recebeu o código?
ru: Не получили код?
sv: Fick du inte koden?
tr: Kodu almadınız mı?
uk: Не одержали коду?
uz: Kod yetib kelmadimi?
zh_cn: 未收到验证码？
zh_tw: 未收到驗證碼？

# DidNotGetTheCodeEditNumberButton
source: Edit number
ar: تعديل الرقم
ca: Edita el número
de: Nummer ändern
es: Editar número
fi: Muokkaa numeroa
fr: Modifier le numéro
it: Modifica numero
ko: 번호 변경
ms: Sunting nombor
pl: Edytuj numer
pt_br: Editar número
ru: Изменить номер
sv: Ändra nummer
tr: Numarayı düzenle
uk: Змінити номер

# DidNotGetTheCodeHelpButton
source: Help
ar: مساعدة
be: Дапамога
ca: Ajuda
de: Hilfe
es: Ayuda
fi: Ohje
fr: Aide
it: Aiuto
ko: 도움말
ms: BANTUAN
pl: Pomoc
pt_br: Ajuda
ru: Помощь
sv: Hjälp
tr: Yardım
uk: Допомога
